Repository: mobile-next/Milliways-ios
Catalog: ios/Milliways/Localizable.xcstrings
Source language: en
Languages: ja

source: * Shipping beyond 5 light-years distance might cost extra
ja: ※5光年を超える配送には追加料金がかかる場合があります

source: %.8f minutes for delivery
ja: 配達まであと %.8f 分

source: %lld items
ja: %lld 点

source: Add to Order
ja: 注文に追加

source: Ameglian Major Cow
ja: アメグリアン・メジャー・カウ

source: Apply
ja: 適用

source: A bowl of shrimp that exist in multiple flavor states until you take the first bite
ja: 最初のひと口を食べるまで、複数の味の状態が重ね合わさったままのエビの一皿

source: An impossible dish that paradoxically tastes like everything you've ever eaten and nothing at all
ja: これまで食べたすべての味がすると同時に、何の味もしないという逆説的で不可能な一品

source: Coffee
ja: コーヒー

source: Coupon %@
ja: クーポン %@

source: Coupon code
ja: クーポンコード

source: Dark Matter Martini
ja: ダークマター・マティーニ

source: Delete
ja: 削除

source: Delivered across the galaxy
ja: 銀河を越えてお届け済み

source: DRINKS
ja: ドリンク

source: Feb 17, 2065
ja: 2065年2月17日

source: Fresh greens from the hydroponic gardens of Alpha Centauri
ja: アルファ・ケンタウリの水耕農園から届いた新鮮な葉野菜

source: Green Salad
ja: グリーンサラダ

source: Hi Glorpax!
ja: こんにちは、グロルパックスさん！

source: Hot caffeinated beverage to keep you awake through the apocalypse
ja: 世界の終わりまで目を覚ましていられる、熱いカフェイン飲料

source: Infinite Improbability Float
ja: 無限不可能性フロート

source: Invalid coupon code
ja: クーポンコードが無効です

source: Jun 3, 2065
ja: 2065年6月3日

source: Krikkit Fried Logic
ja: クリキット風フライド・ロジック

source: Light-years
ja: 光年

source: Like having your brains smashed out by a slice of lemon wrapped around a large gold brick
ja: 大きな金塊に巻きつけたレモンの薄切りで脳みそを叩き出されるような味わい

source: MAIN DISHES
ja: メイン料理

source: Milliways
ja: ミリウェイズ

source: My Account
ja: マイアカウント

source: New Order
ja: 新規注文

source: Oct 12, 2065
ja: 2065年10月12日

source: Odds of getting the same flavor twice are approximately 1 in 10⁸⁰⁰⁰⁰⁰
ja: 同じ味に二度当たる確率は、およそ 10⁸⁰⁰⁰⁰⁰ 分の 1

source: Orders
ja: 注文数

source: Pan Galactic Gargle Blaster
ja: 汎銀河ガラガラドッカン

source: Past Orders
ja: 過去の注文

source: Place Order
ja: 注文を確定する

source: Pro Cosmic Foodie 🌌
ja: プロ・コズミック・フーディー 🌌

source: Pure H2O from Earth's finest springs
ja: 地球有数の名水から採れた純粋な H2O

source: Quantum Shrimp Cascade
ja: クアンタム・シュリンプ・カスケード

source: So dense it distorts the glass around it; one sip and your hangover develops before you finish drinking
ja: グラスそのものを歪ませるほど高密度。ひと口飲めば、飲み終わる前に二日酔いが始まります

source: Soup of the Day
ja: 本日のスープ

source: The finest cut from a cow that wants to be eaten
ja: 食べられることを望む牛から取れた、最高の一切れ

source: Today's special soup, ingredients vary by solar system
ja: 本日のおすすめスープ。材料は太陽系ごとに異なります

source: Total
ja: 合計

source: Total Spent
ja: 利用総額

source: View Order
ja: 注文を見る

source: Water
ja: 水

source: Welcome to Milliways
ja: ミリウェイズへようこそ

source: Your %@ is on its way!
ja: %@ をお届け中です！

source: Your Order
ja: ご注文内容

source: Your order is empty
ja: 注文はまだ空です
